---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DataConversionMonitorScope
source: html/1d904a27-9c5e-9d7c-2413-58050c9516c4.htm
---
# DataConversionMonitorScope Members

The only constructor. Expects a valid pointer to IDataConversionMonitor.